[
  {
    "id": 1,
    "name": "Innovative Software GmbH",
    "location": "germany",
    "remote": true,
    "numberOfEmployees": 10,
    "revenue": 2500000,
    "sector": "Software",
    "established": 2012,
    "homepage": "https://innovative-software.de",
    "description": "Die Innovative Software GmbH ist ein junges und aufstrebendes Softwareunternehmen mit Sitz in Deutschland. Unser engagiertes Team von Entwicklern und Ingenieuren arbeitet ständig daran, innovative Lösungen zu entwickeln, die unseren Kunden helfen, ihre Geschäftsziele zu erreichen und ihre Produktivität zu steigern.",
    "logo": "1-innovative-software-512x512.png",
    "lookingfor": "react"
  },
  {
    "id": 2,
    "name": "Global IT Solutions Ltd.",
    "location": "global",
    "remote": true,
    "numberOfEmployees": 750,
    "revenue": 7500000,
    "sector": "Information Technology",
    "established": 2010,
    "homepage": "https://global-it-solutions.com",
    "description": "Global IT Solutions Ltd. ist ein führender Anbieter von IT-Lösungen für Unternehmen weltweit. Unser engagiertes Team von Experten arbeitet eng mit unseren Kunden zusammen, um individuelle Lösungen zu entwickeln, die ihren spezifischen Anforderungen entsprechen und ihnen dabei helfen, ihre Geschäftsziele zu erreichen.",
    "logo": "2-global-it-solutions-512x512.png",
    "lookingfor": "react"
  },
  {
    "id": 3,
    "name": "Future Technologies GmbH",
    "location": "germany",
    "remote": false,
    "numberOfEmployees": 500,
    "revenue": 5000000,
    "sector": "Artificial Intelligence",
    "established": 2015,
    "homepage": "https://future-technologies.de",
    "description": "Die Future Technologies GmbH ist ein führender Anbieter von fortschrittlichen Lösungen für Künstliche Intelligenz und maschinelles Lernen. Unsere Experten helfen unseren Kunden dabei, innovative Technologien zu nutzen, um ihr Geschäft zu transformieren und ihre Produktivität zu steigern.",
    "logo": "3-future-technologies-512x512.png"
  },
  {
    "id": 4,
    "name": "Efficient Systems Inc.",
    "location": "global",
    "remote": true,
    "numberOfEmployees": 1000,
    "revenue": 10000000,
    "sector": "Cloud Computing",
    "established": 2011,
    "logo": "4-efficient-systems-512x512.png",
    "homepage": "https://efficient-systems.com",
    "description": "Efficient Systems Inc. ist ein führender Anbieter von Cloud-basierten Lösungen für Unternehmen weltweit. Unser engagiertes Team von Experten arbeitet eng mit unseren Kunden zusammen, um individuelle Lösungen zu entwickeln, die ihren spezifischen Anforderungen entsprechen und ihnen dabei helfen, ihre Geschäftsziele zu erreichen und ihre Kosten zu reduzieren."
  },
  {
    "id": 5,
    "name": "Digitale Unternehmenslösungen AG",
    "location": "germany",
    "remote": false,
    "numberOfEmployees": 200,
    "revenue": 20000000,
    "sector": "Cloud Computing",
    "established": 2015,
    "logo": "5-digitale-unternehmensloesungen-512x512.png",
    "homepage": "https://digitale-unternehmensloesungen.de",
    "description": "Die Digitale Unternehmenslösungen AG ist ein führender Anbieter von Cloud-basierten Lösungen für Unternehmen in Deutschland. Unsere modernste Technologie und unser Expertenteam ermöglichen es unseren Kunden, die Effizienz zu steigern, Kosten zu reduzieren und sich gegenüber dem Wettbewerb zu behaupten."
  },
  {
    "id": 6,
    "name": "Swift Technologien Inc.",
    "location": "global",
    "remote": true,
    "numberOfEmployees": 30,
    "revenue": 50000000,
    "sector": "Künstliche Intelligenz",
    "established": 2012,
    "logo": "6-swift-technologien-512x512.png",
    "homepage": "https://swift-technologien.com",
    "description": "Swift Technologien Inc. ist ein modernes Unternehmen für Künstliche Intelligenz, das fortschrittliche Lösungen für Unternehmen weltweit bietet. Unser Expertenteam ist bestrebt, unseren Kunden durch die Kraft von KI und maschinellem Lernen zum Erfolg zu verhelfen."
  },
  {
    "id": 7,
    "name": "Global Cloud Solutions Ltd.",
    "location": "global",
    "remote": true,
    "numberOfEmployees": 200,
    "revenue": 20000000,
    "sector": "Cloud Computing",
    "established": 2008,
    "homepage": "https://global-cloud-solutions.com",
    "logo": "7-global-cloud-solutions-512x512.png",
    "description": "Global Cloud Solutions Ltd. ist ein führender Anbieter von Cloud-basierten Lösungen für Unternehmen weltweit. Wir sind bestrebt, unseren Kunden innovative Technologien und einen unübertroffenen Service zu bieten, um ihnen zu helfen, ihr Geschäft zu transformieren und ihr Potenzial zu maximieren."
  },
  {
    "id": 8,
    "name": "Future Security Technologies GmbH",
    "location": "germany",
    "remote": false,
    "numberOfEmployees": 50,
    "revenue": 7500000,
    "sector": "Cybersecurity",
    "established": 2015,
    "homepage": "https://future-security-technologies.de",
    "logo": "8-future-security-technologies-512x512.png",
    "description": "Die Future Security Technologies GmbH ist ein führender Anbieter von Cybersecurity-Lösungen in Deutschland. Wir bieten eine breite Palette von Sicherheitslösungen an, die unseren Kunden helfen, sich gegen Bedrohungen zu schützen und ihre Geschäftsprozesse zu optimieren."
  },
  {
    "id": 9,
    "name": "Kreative Technologien GmbH",
    "location": "germany",
    "remote": false,
    "numberOfEmployees": 200,
    "revenue": 20000000,
    "sector": "Digital Marketing",
    "established": 2010,
    "homepage": "https://kreative-technologien.de",
    "logo": "9-kreative-technologien-512x512.png",
    "description": "Kreative Technologien GmbH ist ein führender Anbieter von Digital-Marketing-Lösungen für Unternehmen in Deutschland. Wir bieten maßgeschneiderte Strategien und innovative Technologien, um unseren Kunden dabei zu helfen, ihre Reichweite zu erhöhen und ihre Markenbekanntheit zu steigern."
  },
  {
    "id": 10,
    "name": "Smart Systems AG",
    "location": "germany",
    "remote": false,
    "numberOfEmployees": 500,
    "revenue": 50000000,
    "sector": "Internet of Things",
    "established": 2005,
    "homepage": "https://smart-systems.ag",
    "logo": "10-smart-systems-512x512.png",
    "description": "Smart Systems AG ist ein führender Anbieter von IoT-Lösungen für Unternehmen in Deutschland. Wir entwickeln intelligente Systeme, die unseren Kunden dabei helfen, ihre Geschäftsprozesse zu optimieren und ihre Effizienz zu steigern."
  },
  {
    "id": 11,
    "name": "Virtual Reality Solutions GmbH",
    "location": "germany",
    "remote": true,
    "numberOfEmployees": 100,
    "revenue": 10000000,
    "sector": "Virtual Reality",
    "established": 2014,
    "homepage": "https://vr-solutions.de",
    "logo": "11-virtual-reality-solutions-512x512.png",
    "description": "Virtual Reality Solutions GmbH ist ein führender Anbieter von VR-Lösungen für Unternehmen in Deutschland. Wir bieten maßgeschneiderte Anwendungen und Inhalte, um unseren Kunden dabei zu helfen, immersive Erlebnisse zu schaffen und ihre Markenbekanntheit zu steigern."
  },
  {
    "id": 12,
    "name": "Secure Networks Ltd.",
    "location": "global",
    "remote": true,
    "numberOfEmployees": 250,
    "revenue": 25000000,
    "sector": "Cybersecurity",
    "established": 2008,
    "homepage": "https://secure-networks.com",
    "logo": "12-secure-networks-512x512.png",
    "description": "Secure Networks Ltd. ist ein führender Anbieter von Cybersecurity-Lösungen für Unternehmen weltweit. Wir bieten maßgeschneiderte Sicherheitsstrategien und innovative Technologien, um unseren Kunden dabei zu helfen, ihre Daten und Systeme zu schützen und ihre Geschäftskontinuität zu gewährleisten."
  },
  {
    "id": 13,
    "name": "Digital Dynamics GmbH",
    "location": "germany",
    "remote": true,
    "numberOfEmployees": 150,
    "revenue": 15000000,
    "sector": "E-Commerce",
    "established": 2013,
    "homepage": "https://digital-dynamics.de",
    "logo": "13-digital-dynamics-512x512.png",
    "description": "Digital Dynamics GmbH ist ein führender Anbieter von E-Commerce-Lösungen für Unternehmen in Deutschland. Wir bieten unseren Kunden maßgeschneiderte Strategien und innovative Technologien, um ihre Online-Präsenz zu optimieren und ihre Umsätze zu steigern."
  },
  {
    "id": 14,
    "name": "Techno Innovations Ltd.",
    "location": "global",
    "remote": true,
    "numberOfEmployees": 300,
    "revenue": 30000000,
    "sector": "Big Data Analytics",
    "established": 2010,
    "homepage": "https://techno-innovations.com",
    "logo": "14-techno-innovations-512x512.png",
    "description": "Techno Innovations Ltd. ist ein führender Anbieter von Big Data Analytics-Lösungen für Unternehmen weltweit. Wir bieten unseren Kunden maßgeschneiderte Strategien und innovative Technologien, um ihre Daten zu analysieren und wertvolle Erkenntnisse zu gewinnen, die ihnen dabei helfen, bessere Geschäftsentscheidungen zu treffen."
  },
  {
    "id": 15,
    "name": "Cloud Systems Inc.",
    "location": "global",
    "remote": true,
    "numberOfEmployees": 400,
    "revenue": 40000000,
    "sector": "Cloud Computing",
    "established": 2012,
    "homepage": "https://cloud-systems.com",
    "logo": "15-cloud-systems-512x512.png",
    "description": "Cloud Systems Inc. ist ein führender Anbieter von Cloud-basierten Lösungen für Unternehmen weltweit. Wir bieten unseren Kunden eine zuverlässige und sichere Plattform, um ihre Geschäftsprozesse zu optimieren und ihre Kosten zu senken."
  },
  {
    "id": 16,
    "name": "Intelligent Systems GmbH",
    "location": "germany",
    "remote": false,
    "numberOfEmployees": 100,
    "revenue": 10000000,
    "sector": "Artificial Intelligence",
    "established": 2017,
    "homepage": "https://intelligent-systems.de",
    "logo": "16-intelligent-systems-512x512.png",
    "description": "Intelligent Systems GmbH ist ein innovatives Unternehmen für Künstliche Intelligenz, das seinen Kunden dabei hilft, durch maßgeschneiderte Lösungen und kreative Anwendungen einen Mehrwert zu schaffen. Wir sind bestrebt, unseren Kunden die beste Qualität und das beste Service-Erlebnis zu bieten, um ihre Erwartungen zu übertreffen."
  },
  {
    "id": 17,
    "name": "AgileTech GmbH",
    "location": "germany",
    "remote": false,
    "numberOfEmployees": 80,
    "revenue": 8000000,
    "sector": "Software Development",
    "established": 2014,
    "homepage": "https://agiletech.de",
    "logo": "17-agile-tech-512x512.png",
    "description": "AgileTech GmbH ist ein agiles Software-Entwicklungsunternehmen, das sich auf maßgeschneiderte Lösungen für Unternehmen in Deutschland spezialisiert hat. Wir arbeiten eng mit unseren Kunden zusammen, um ihre spezifischen Anforderungen zu verstehen und innovative Technologien und Methoden zu nutzen, um ihre Geschäftsprozesse zu optimieren."
  },
  {
    "id": 18,
    "name": "Global Consulting Group",
    "location": "global",
    "remote": true,
    "numberOfEmployees": 200,
    "revenue": 20000000,
    "sector": "Business Consulting",
    "established": 2010,
    "homepage": "https://global-consulting-group.com",
    "logo": "18-global-consulting-group-512x512.png",
    "description": "Global Consulting Group ist ein führendes Beratungsunternehmen mit Sitz in den USA und Niederlassungen in Europa und Asien. Wir bieten unseren Kunden maßgeschneiderte Lösungen und Strategien, um ihre Geschäftsprozesse zu optimieren und ihre Leistung zu steigern. Unser Team besteht aus erfahrenen Beratern, die fundierte Kenntnisse und Erfahrungen in verschiedenen Branchen haben."
  },
  {
    "id": 19,
    "name": "Innovative Robotics Inc.",
    "location": "global",
    "remote": true,
    "numberOfEmployees": 150,
    "revenue": 15000000,
    "sector": "Robotics",
    "established": 2012,
    "homepage": "https://innovative-robotics.com",
    "logo": "19-innovative-robotics-512x512.png",
    "description": "Innovative Robotics Inc. ist ein führender Anbieter von Robotik-Lösungen für Unternehmen weltweit. Wir bieten unseren Kunden innovative Roboter-Technologien und maßgeschneiderte Lösungen, um ihre Geschäftsprozesse zu automatisieren und ihre Effizienz zu steigern."
  },
  {
    "id": 20,
    "name": "Cloudware Systems GmbH",
    "location": "germany",
    "remote": true,
    "numberOfEmployees": 90,
    "revenue": 12000000,
    "sector": "Cloud Computing",
    "established": 2015,
    "homepage": "https://cloudware-systems.de",
    "logo": "20-cloudware-systems-512x512.png",
    "description": "Cloudware Systems GmbH ist ein führender Anbieter von Cloud-basierten Lösungen für Unternehmen in Deutschland. Wir bieten unseren Kunden eine sichere und zuverlässige Plattform, um ihre Geschäftsprozesse zu optimieren und ihre Kosten zu senken. Unser Team besteht aus erfahrenen Experten, die fundierte Kenntnisse und Erfahrungen in verschiedenen Branchen haben."
  },
  {
    "id": 21,
    "name": "NextGen Solutions Inc.",
    "location": "global",
    "remote": true,
    "numberOfEmployees": 300,
    "revenue": 30000000,
    "sector": "Software Development",
    "established": 2010,
    "homepage": "https://nextgen-solutions.com",
    "logo": "21-nextgen-solutions-512x512.png",
    "description": "NextGen Solutions Inc. ist ein innovatives Software-Entwicklungsunternehmen, das sich auf maßgeschneiderte Lösungen für Unternehmen weltweit spezialisiert hat. Wir bieten unseren Kunden innovative Technologien und kreative Anwendungen, um ihre Geschäftsprozesse zu optimieren und ihre Leistung zu steigern."
  },
  {
    "id": 22,
    "name": "Safeguard Cybersecurity GmbH",
    "location": "germany",
    "remote": false,
    "numberOfEmployees": 150,
    "revenue": 15000000,
    "sector": "Cybersecurity",
    "established": 2015,
    "homepage": "https://safeguard-cybersecurity.de",
    "logo": "22-safeguard-cybersecurity-512x512.png",
    "description": "Safeguard Cybersecurity GmbH ist ein Anbieter von Cybersecurity-Lösungen für Unternehmen in Deutschland. Wir bieten unseren Kunden maßgeschneiderte Sicherheitsstrategien und innovative Technologien, um ihre Daten und Systeme zu schützen und ihre Geschäftskontinuität zu gewährleisten."
  },
  {
    "id": 23,
    "name": "Smart AI Technologies Ltd.",
    "location": "global",
    "remote": true,
    "numberOfEmployees": 200,
    "revenue": 20000000,
    "sector": "Artificial Intelligence",
    "established": 2011,
    "homepage": "https://smart-ai-technologies.com",
    "logo": "23-smart-ai-technologies-512x512.png",
    "description": "Smart AI Technologies Ltd. ist ein innovatives Unternehmen für Künstliche Intelligenz, das seinen Kunden dabei hilft, durch maßgeschneiderte Lösungen und kreative Anwendungen einen Mehrwert zu schaffen. Unser Ziel ist es, die besten Technologien und Lösungen für unsere Kunden zu entwickeln und ihnen dabei zu helfen, ihre Geschäftsprozesse zu optimieren und ihre Effizienz zu steigern."
  },
  {
    "id": 24,
    "name": "Digital Commerce GmbH",
    "location": "germany",
    "remote": false,
    "numberOfEmployees": 100,
    "revenue": 10000000,
    "sector": "E-Commerce",
    "established": 2017,
    "homepage": "https://digital-commerce.de",
    "logo": "24-digital-commerce-512x512.png",
    "description": "Digital Commerce GmbH ist ein innovatives E-Commerce-Unternehmen, das seinen Kunden dabei hilft, ihre Online-Präsenz zu optimieren und ihre Umsätze zu steigern. Wir bieten maßgeschneiderte Lösungen und innovative Technologien, um unseren Kunden dabei zu helfen, ihre Geschäftsprozesse zu optimieren und ihre Kundenbindung zu verbessern."
  },
  {
    "id": 25,
    "name": "CodeWave Solutions GmbH",
    "location": "germany",
    "remote": true,
    "numberOfEmployees": 80,
    "revenue": 8000000,
    "sector": "Software Development",
    "established": 2014,
    "homepage": "https://codewave-solutions.de",
    "logo": "25-codewave-solutions-512x512.png",
    "description": "CodeWave Solutions GmbH ist ein agiles Software-Entwicklungsunternehmen, das sich auf die Entwicklung von maßgeschneiderten Lösungen für Unternehmen in Deutschland spezialisiert hat. Wir setzen auf innovative Technologien und Methoden, um unseren Kunden dabei zu helfen, ihre Geschäftsprozesse zu optimieren und ihre Leistung zu steigern."
  },
  {
    "id": 26,
    "name": "CloudScope Inc.",
    "location": "global",
    "remote": true,
    "numberOfEmployees": 2150,
    "revenue": 15000000,
    "sector": "Cloud Computing",
    "established": 2012,
    "homepage": "https://cloudscope-inc.com",
    "logo": "26-cloud-scope-512x512.png",
    "description": "CloudScope Inc. ist ein Anbieter von Cloud-basierten Lösungen für Unternehmen weltweit. Wir bieten unseren Kunden eine zuverlässige und sichere Plattform, um ihre Geschäftsprozesse zu optimieren und ihre Kosten zu senken. Wir sind bestrebt, unseren Kunden eine hohe Servicequalität und ein reibungsloses Kundenerlebnis zu bieten."
  },
  {
    "id": 27,
    "name": "Data Security Systems GmbH",
    "location": "germany",
    "remote": false,
    "numberOfEmployees": 2120,
    "revenue": 12000000,
    "sector": "Cybersecurity",
    "established": 2015,
    "homepage": "https://data-security-systems.de",
    "logo": "27-data-security-systems-512x512.png",
    "description": "Data Security Systems GmbH ist ein Anbieter von Cybersecurity-Lösungen für Unternehmen in Deutschland. Wir bieten unseren Kunden maßgeschneiderte Sicherheitsstrategien und innovative Technologien, um ihre Daten und Systeme zu schützen und ihre Geschäftskontinuität zu gewährleisten."
  },
  {
    "id": 28,
    "name": "Quantum Analytics Inc.",
    "location": "global",
    "remote": true,
    "numberOfEmployees": 250,
    "revenue": 25000000,
    "sector": "Data Analytics",
    "established": 2012,
    "homepage": "https://quantum-analytics.com",
    "logo": "28-quantum-analytics-512x512.png",
    "description": "Quantum Analytics Inc. ist ein innovatives Unternehmen für Datenanalyse, das seinen Kunden dabei hilft, durch maßgeschneiderte Lösungen und kreative Anwendungen wertvolle Erkenntnisse aus ihren Daten zu gewinnen. Unser Ziel ist es, unseren Kunden dabei zu helfen, ihre Geschäftsprozesse zu optimieren und ihre Entscheidungen zu verbessern."
  },
  {
    "id": 29,
    "name": "DataTech Solutions GmbH",
    "location": "germany",
    "remote": true,
    "numberOfEmployees": 150,
    "revenue": 15000000,
    "sector": "Data Analytics",
    "established": 2013,
    "homepage": "https://datatech-solutions.de",
    "logo": "29-datatech-solutions-512x512.png",
    "description": "DataTech Solutions GmbH ist ein innovatives Unternehmen für Datenanalyse, das seinen Kunden dabei hilft, durch maßgeschneiderte Lösungen und kreative Anwendungen wertvolle Erkenntnisse aus ihren Daten zu gewinnen. Wir arbeiten eng mit unseren Kunden zusammen, um ihre spezifischen Anforderungen zu verstehen und innovative Technologien und Methoden zu nutzen, um ihre Geschäftsprozesse zu optimieren."
  },
  {
    "id": 30,
    "name": "Cloud Dynamics GmbH",
    "location": "germany",
    "remote": false,
    "numberOfEmployees": 200,
    "revenue": 20000000,
    "sector": "Cloud Computing",
    "established": 2014,
    "homepage": "https://cloud-dynamics.de",
    "logo": "30-cloud-dynamics-512x512.png",
    "description": "Cloud Dynamics GmbH ist ein innovatives Unternehmen für Cloud-Computing-Lösungen, das seinen Kunden dabei hilft, ihre Geschäftsprozesse zu optimieren und ihre Kosten zu senken. Wir bieten maßgeschneiderte Lösungen und innovative Technologien, um unseren Kunden dabei zu helfen, ihre Geschäftsprozesse zu automatisieren und ihre Effizienz zu steigern."
  }
]
